Repository: 84000/data-translation-memory
Catalog: toh595-v3.tmx
Source language: bo
Languages: en

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་རྟོག་པ་དང་བཅས་པ།
en: The Uṣṇīṣavijayā Dhāraṇī with Its Ritual Manual

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all buddhas and bodhisattvas.

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་ཚེ་དཔག་ཏུ་མེད་པ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བདེ་བ་ཅན་གྱི་ཆོས་ཡང་དག་པར་སྡུད་པའི་ཕུག་ཁང་བཟངས་མཆོག་ན་ཉེ་བར་བཞུགས་སོ།
en: The blessed, thus-gone, worthy, perfectly awakened Buddha Amitāyus was staying in the excellent secret palace, Dharma Proclamation, in Sukhāvatī.

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་སྡུག་བསྔལ་བ་ནད་ཀྱིས་ཡོངས་སུ་གཟིར་བའི་སེམས་ཅན་ཚེ་ཐུང་བ་ཡོད་དེ།
en: He said to the bodhisattva, the great being, Noble Avalokiteśvara, “Child of noble family, there are beings who suffer, are afflicted with diseases, and have short lifespans.

source: དེ་རྣམས་ཀྱི་ཕྱིར་འཁོར་གྱི་དཀྱིལ་འཁོར་ལ་ཉེ་བར་གཟིགས་ཏེ། ཀུན་དུ་གཟིགས་པའི་དཔལ་གྱི་མཚན་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་འདི་བཅང་བ་དང་། བཀླག་པ་དང་། གཞན་ལ་རྒྱ་ཆེར་ཡང་དག་པར་སྟོན་པ་ནི་ཚེ་རིང་བ་སྒྲུབ་པར་བྱེད་པའི་ཆེད་དུའོ།
en: To help them, one should uphold and recite this dhāraṇī called the crown victory of all tathāgatas and teach it extensively to others for the sake of long life.”

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་སྟན་ལས་ལངས་ཏེ་ཐལ་མོ་སྦྱར་བར་གྱུར་པས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བསྟན་དུ་གསོལ།
en: Then the bodhisattva, the great being, Avalokiteśvara arose from his seat, joined his palms, and said to the Blessed One, “Blessed One, please teach!

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་བདེ་བར་གཤེགས་པས་བསྟན་དུ་གསོལ།
en: Well-Gone One, please teach the dhāraṇī called the crown victory of all tathāgatas

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་གྱི་དཀྱིལ་འཁོར་ལ་ཉེ་བར་གཟིགས་ཏེ། ཀུན་དུ་གཟིགས་པའི་དཔལ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་ནས། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་འདི་བཀའ་སྩལ་པ། ཨོྃ་ན་མོ་བྷ་ག་ཝ་ཏེ་སརྦ་ཏྲཻ་ལོ་ཀྱ་པྲ་ཏི་བི་ཤིཥྚ་ཡ་བུདྡྷ་ཡ་ཏེ་ན་མཿ། ཏདྱ་ཐཱ།
en: Then the Blessed One looked upon the circle of his perfect retinue, entered the samādhi called the splendor beheld everywhere , and pronounced this dhāraṇī called the crown victory of all tathāgatas

source: ཨོྃ་བྷྲཱུཾ་བྷྲཱུཾ་བྷྲཱུཾ། ཤོ་དྷ་ཡ་ཤོ་དྷ་ཡ། བི་ཤོ་དྷ་ཡ་བི་ཤོ་དྷ་ཡ། ཨ་ས་མ་ས་མནྟ་ཨ་བ་བྷཱ་ས་སྥ་ར་ཎ་ག་ཏི། ག་ག་ན་སྭ་བྷཱ་བ་བི་ཤུད་དྷེ། ཨུཥྞཱི་ཥ་བི་ཛ་ཡ་པ་རི་ཤུད་དྷེ། ཨ་བྷི་ཥིཉྩནྟུ་མཱཾ། སརྦ་ཏ་ཐཱ་ག་ཏཱཿསུ་ག་ཏ་བ་ར་བ་ཙ་ན། ཨ་མྲྀ་ཏ་ཨ་བྷི་ཥེ་ཀཻ་ར། མ་ཧཱ་མུ་དྲ་མནྟྲ་པ་དཻ། ཨཱ་ཧ་ར་ཨཱ་ཧ་ར། མ་མ་ཨཱ་ཡུཿསན་དྷཱ་ར་ཎི། ཤོ་དྷ་ཡ་ཤོ་དྷ་ཡ། བི་ཤོ་དྷ་ཡ་བི་ཤོ་དྷ་ཡ། ག་ག་ན་སྭ་བྷཱ་བ་བི་ཤུད་དྷེ། ཨུཥྞཱི་ཥ་བི་ཛ་ཡ་པ་རི་ཤུད་དྷེ། ས་ཧ་སྲ་ར་སྨི་སཉྩོ་དི་ཏེ། སརྦ་ཏ་ཐཱ་ག་ཏ་ཨ་བ་ལོ་ཀི་ནི། ཥ་ཊ་པཱ་ར་མི་ཏཱ་པ་རི་པཱུ་ར་ཎི། སརྦ་ཏ་ཐཱ་ག་ཏ་མཱ་ཏེ་ད་ཤ་བྷཱུ་མི་པྲ་ཏིཥྛི་ཏེ། སརྦ་ཏ་ཐཱ་ག་ཏ་ཧྲྀ་ད་ཡ། ཨ་དྷི་ཥྛ་ན་ཨ་དྷིཥྛི་ཏེ། མུ་དྲེ་མུ་དྲེ། མ་ཧཱ་མུ་དྲེ། བཛྲ་ཀཱ་ཡ་སཾ་ཧ་ཏ་ན། པ་རི་ཤུད་དྷེ། སརྦ་ཀརྨ་ཨཱ་ཝ་ར་ཎ་བི་ཤུད་དྷེ། པྲ་ཏི་ནི་བརྟ་ཡ། མ་མ་ཨཱ་ཡུར་བི་ཤུད་དྷེ། སརྦ་ཏ་ཐཱ་ག་ཏ་ས་མ་ཡ། ཨ་དྷིཥྛཱ་ན། ཨ་དྷིཥྛི་ཏེ། ཨོྃ་མུ་ནི་མུ་ནི། མ་ཧཱ་མུ་ནི། བི་མུ་ནི་བི་མུ་ནི། མ་ཧཱ་བི་མུ་ནི། མ་ཏི་མ་ཏི། མ་ཧཱ་མ་ཏི། མ་མ་ཏི། སུ་མ་ཏི།
en: “oṁ namo bhagavate sarvatrailokyaprativiśiṣṭāya buddhāya te namaḥ | tadyathā | oṁ bhrūṁ bhrūṁ bhrūṁ | śodhaya śodhaya | viśodhaya viśodhaya | asamasamantāvabhāsaspharaṇagatigaganasvabhāvaviśuddhe | uṣṇīṣavijayapariśuddhe | abhiṣiñcantu māṃ sarvatathāgatāḥ sugatavaravacanāmṛtābhiṣekair mahāmudrāmantrapadaiḥ | āhara āhara mama āyuḥsandhāraṇi | śodhaya śodhaya | viśodhaya viśodhaya | gaganasvabhāvaviśuddhe | uṣṇīṣavijāyapariśuddhe | sahasraraśmisañcodite | sarvatathāgatāvalokini | ṣaṭpāramitāparipūraṇi | sarvatathāgatamāte | daśabhūmipratiṣṭḥite | sarvatathāgatahṛdayādhiṣṭhānādhiṣṭḥite | mudre mudre mahāmudre | vajrakāyasaṃhatanapariśuddhe | sarvakarmāvaraṇaviśuddhe | pratinivartaya mamāyurviśuddhe | sarvatathāgatasamayādhiṣṭhānādhiṣṭhite | oṁ muni muni mahāmuni | vimuni vimuni mahāvimuni | mati mati mahāmati | mamati | sumati | tathatābhūtakoṭipariśuddhe | visphuṭabuddhiśuddhe | he he | jaya jaya | vijaya vijaya | smara smara | sphara sphara | sphāraya sphāraya | sarvabuddhādhiṣṭhānādhiṣṭhite | śuddhe śuddhe | buddhe buddhe | vajre vajre mahāvajre | suvajre | vajragarbhe | jayagarbhe | vijayagarbhe | vajrajvālagarbhe | vajrodbhave | vajrasambhave | vajre | vajrini | vajram bhavatu mama śarīraṃ sarvasatvānāñ ca kāyapariśuddhir bhavatu | me sadā sarvagatipariśuddhiś

source: ཏ་ཐཱ་ཏཱ། བྷཱུ་ཏ་ཀོ་ཊི། པ་རི་ཤུད་དྷེ། བི་སྥུ་ཊ། བུད་དྷེ་ཤུད་དྷེ། ཧེ་ཧེ། ཛ་ཡ་ཛ་ཡ། བི་ཛ་ཡ་བི་ཛ་ཡ། སྨ་ར་སྨ་ར། སྥ་ར་སྥ་ར། སྥཱ་ར་ཡ་སྥཱ་ར་ཡ། སརྦ་བུད་དྷ་ཨ་དྷིཥྛཱ་ན་ཨ་དྷིཥྛི་ཏེ། ཤུད་དྷེ་ཤུད་དྷེ། བུད་དྷེ་བུད་དྷེ། བཛྲེ་བཛྲེ། མ་ཧཱ་བཛྲེ། སུ་བཛྲེ། བཛྲེ་གརྦྷེ། ཛ་ཡ་གརྦྷེ། བི་ཛ་ཡ་གརྦྷེ། བཛྲ་ཛྭཱ་ལཱ་གརྦྷེ། བཛྲ་ཨུད་བྷུ་བེ། བཛྲ་སཾ་བྷ་བེ། བཛྲེ་བཛྲི་ནི། བཛྲམྦྷ་བ་ཏུ། མ་མ་ཤ་རཱི་རཾ་སརྦ་ས་ཏྭཱ་ནཱཉྩ་ཀཱ་ཡ་པ་རི་ཤུད་དྷི་ར་བྷ་བ་ཏུ།
en: ca | sarvatathāgatāś

source: མེ་ས་དཱ་སརྦ་ག་ཏི་པ་རི་ཤུད་དྷི་ཤྩ། སརྦ་ཏ་ཐཱ་ག་ཏཱ་ཤྩ་མཱཾ་ས་མཱ་ཤྭཱ་ས་ཡནྷུ། བུད་དྷྱ་བུད་དྷྱ། སིད་དྷྱ་སིད་དྷྱ། བོ་དྷ་ཡ་བོ་དྷ་ཡ། བི་བོ་དྷ་ཡ་བི་བོ་དྷ་ཡ། མོ་ཙ་ཡམ་ཙ་ཡ། བི་མོ་ཙ་ཡ་བི་མོ་ཙ་ཡ། ཤོ་དྷ་ཡ་ཤོ་དྷ་ཡ། བི་ཤོ་དྷ་ཡ་བི་ཤོ་དྷ་ཡ། ས་མནྟ་མོ་ཙ་ཡ་མོ་ཙ་ཡ།
en: ca māṃ samāśvāsayantu | budhya budhya | siddhya siddhya | bodhaya bodhaya | vibodhaya vibodhaya | mocaya mocaya | vimocaya vimocaya | śodhaya śodhaya | viśodhaya viśodhaya | samantamocaya mocaya | samantaraśmipariśuddhe | sarvatathāgatahṛdayādhiṣṭhānādhiṣṭhite | mudre mudre mahāmudre | mahāmudrāmantrapadaiḥ svāhā.

source: ས་མནྟ་རསྨི་པ་རི་ཤུད་དྷེ། སརྦ་ཏ་ཐཱ་ག་ཏ་ཧྲྀ་ད་ཡ་ཨ་དྷིཥྛཱ་ན་ཨ་དྷིཥྛི་ཏེ། མུ་དྲེ་མུ་དྲེ། མ་ཧཱ་མུ་དྲེ་མ་ཧཱ་མུ་དྲཱ་མནྟྲ་པ་དཻཿསྭཱ་ཧཱ། རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བའི་གཟུངས་འདི་ནི་འཆི་བདག་ཆེན་པོའི་དབྱུག་པ་འཛིན་པ་སྟེ།
en: “Child of noble family, this dhāraṇī of the crown victory of all tathāgatas is the destroyer of the great cudgel of the Lord of Death, the purifier, the destroyer of evil deeds.

source: དག་བྱེད་སྡིག་པ་འཇོམས་པར་བྱེད་པ་འདི་གྲོ་གའམ་གཞན་ཞིག་ལ་བྲིས་ཏེ། མཆོད་རྟེན་གྱི་ནང་དུ་བཞག་ལ། རབ་ཏུ་རྒྱ་ཆེ་བའི་མཆོད་པ་ཇི་ལྟར་འབྱོར་པས་མཆོད་དེ་བསྐོར་བ་སྟོང་ཕྲག་བརྒྱ་བྱས་ན་མཆོག་གི་ཚེ་དང་བློ་རྣོ་བ་སྦྱིན་པར་བྱེད་པར་འགྱུར་རོ།
en: If one writes this dhāraṇī on birch bark or some other surface, places it in the center of a caitya, worships it extensively by offering whatever one has, and then circumambulates it one hundred thousand times, one will be granted an excellent lifespan and a sharp intellect.

source: །དེ་ལྟར་བྱས་པས་ཞག་བདུན་པའི་ཚེ་ནི་ལོ་བདུན་ཐུབ་བོ། །ལོ་བདུན་པའི་ཚེ་ལོ་བདུན་ཅུ་ཐུབ་བོ།
en: When this is done, a lifespan of seven days will become seven years, and a lifespan of seven years will become seventy years.

source: །དེ་ལྟར་མཆོག་གི་ཚེ་འཐོབ་ཅིང་དྲན་པ་དང་ལྡན་པ་དང་། ནད་མེད་པ་དང་། སྐྱེ་བ་དྲན་པར་འགྱུར་རོ།
en: Thus, one will obtain an excellent lifespan, a good memory, freedom from illness, and the ability to remember previous lives.

source: །མཆོད་རྟེན་ལ་བཞུགས་སུ་གསོལ་ནས་མགོ་ལ་བཅངས་ན་ནད་ཆེན་པོ་ལས་གྲོལ་བར་འགྱུར་རོ།
en: “If someone installs this dhāraṇī in a caitya and binds a cloth on which the dhāraṇī is written around its summit they will be freed from grave illness.

source: །གོས་སམ་ཤིང་ཤུན་ལ་གི་ཝང་གིས་རང་གི་མིང་དང་བཅས་པའི་གཟུངས་བྲིས་ཏེ།
en: “Write the dhāraṇī together with one’s own name on a piece of cloth or bark using yellow pigment derived from cow bile and install it in a sandalwood caitya.

source: ཙནྡན་གྱི་རང་བཞིན་གྱི་མཆོད་རྟེན་ལ་བཞུགས་སུ་གསོལ་ཏེ་རང་གི་ཁྱིམ་དུ་བཞག་ལ་རྒྱ་ཆེ་བ་སྟོང་གི་མཆོད་པས་མཆོད་ཅིང་ཟླ་བ་རེ་རེ་ཞིང་བརྒྱ་ཕྲག་བརྒྱད་ཀྱི་བཟླས་པའི་མཆོག་མཆོད་པའི་ཆོ་ག་བྱས་ན་ནང་ལས་གྲོལ་ཞིང་ཆོ་ལོ་བརྒྱ་ཐུབ་པར་འགྱུར་རོ།
en: Then place it at home and worship it with thousands of vast offerings. If one performs this offering rite each month while reciting the dhāraṇī eight hundred times, one will be free from illness and live for one hundred years.

source: །མེད་ན་འདམ་པའི་རིང་བཞིན་ལ་ཡང་བྱའོ།
en: If a sandalwood caitya is not available, follow the same procedure with a clay caitya.

source: །ཡང་གོས་གཙང་མ་ལ་སྣ་ཚོགས་རྡོ་རྗེ་ལ་གནས་པའི་མཆོད་རྟེན་བྲིས་ལ་རྡོ་རྗེའི་ཕྲེང་བས་བསྐོར་བས་བརྒྱན་པ་དེའི་ནང་དུ་རང་གི་མིང་དང་གཟུངས་ཀྱི་ཚིག་འདི་གིའུ་ཝང་གིས་བྲིས་ལ་ཁམ་ཕོར་ཁ་སྦྱར་གྱི་ནང་དུ་བཞུགས་སུ་གསོལ་ལ།
en: “One can also draw on a clean piece of cloth a caitya that is resting on a crossed vajra and ornamented with an encircling vajra garland. Write one’s own name and the words of the dhāraṇī in the center of it with yellow pigment derived from cow bile.

source: རང་གི་ཁྱིམ་དུ་བཞག་སྟེ་མཆོད་པ་རྒྱ་ཆེན་པོ་མཆོད་པ་བྱས་ན་རྟག་ཏུ་བསྲུང་བར་འགྱུར་རོ།
en: When this is installed inside an enclosed vessel made of two clay cups, placed in the home, and worshiped with extensive offerings, one will always be protected.

source: །གཞན་ཡང་ཆོག་ནི་ས་ལ་མ་ལྷུང་བའི་ལྕི་བས་མཎྜལ་གྲུ་བཞིར་བྱས་ལ་མེ་ཏོག་དཀར་པོ་བཀྲམ་སྟེ།
en: “An additional rite is as follows: make a square maṇḍala with cow dung that has not fallen on the ground and scatter it with white flowers.

source: མཚམས་བཞིར་ཞུན་མར་གྱི་མར་མེ་བཞི་བཞག་ལ།
en: Place four butter lamps at the four corners.

source: ཨ་ག་རུ་དང་དུ་རུ་སྐའི་བདུག་པ་བྱས་ལ་དེ་བཞིན་དུ་དྲིའི་ཆུས་གང་བའི་སྣོད་མེ་ཏོག་དཀར་པོས་བརྒྱན་ཏེ།
en: Burn incense made of aloeswood and frankincense. Fill a vessel with perfumed water and adorn it with white flowers.

source: གཟུངས་ཀྱི་སྙིང་པོ་ཅན་གྱི་མཆོད་རྟེན་ནམ་སྐུ་གཟུགས་དབུས་སུ་བཞུགས་སུ་གསོལ་ལ།
en: Place in the center a caitya or statue with the dhāraṇī in its inner chamber.

source: དེ་ལ་གཡོན་པའི་ལག་པས་རེག་སྟེ། གཡས་པའི་ལག་པ་ཕྲེང་བ་འཛིན་པས། ཉི་མ་རེ་རེ་ཞིང་ཉི་ཤུ་རྩ་གཅིག་རྩ་གཅིག་དུས་གསུམ་དུ་བཟླས་པ་བྱས་ལ་དེའི་ཆུ་ཁྱོར་བ་གསུམ་འཐུངས་ན་ནད་མེད་པ་དང་། ཚེ་རིང་བ་དང་། དགྲ་ཡོངས་སུ་ཉམས་པ་དང་། འཛིན་བློ་རྣོ་བ་དང་། དག་བཙུན་པར་འགྱུར་རོ།
en: Touch it with the left hand while holding a mālā in the right hand, and recite the dhāraṇī twenty-one times at the three times of the day. One who drinks three handfuls of that water will be free of illness and have a long life. Their enemies will fall away, and they will gain a sharp intellect and noble speech.

source: །སྐྱེ་བ་ནས་སྐྱེ་བར་སྐྱེ་བར་སྐྱེ་བ་དྲན་པར་འགྱུར་རོ།
en: They will remember their previous births from one lifetime to the next.

source: །དེའི་ཆུས་ཁང་པ་དང་། ཕྱུགས་ཀྱི་ར་བའམ། རྟའི་ར་བའམ། རྒྱལ་པོའི་ཁབ་ཏུ་གཏོར་ན་རྐུན་པོ་དང་། སྦྲུལ་དང་། གནོད་སྦྱིན་དང་། སྲིན་པོ་ལ་སོགས་པའི་འཇིགས་པ་མི་འབྱུང་ཞིང་ནད་ཀྱིས་ཡོངས་སུ་གདུངས་པར་མི་འགྱུར་རོ།
en: If that water is sprinkled around a house, a cattle barn or horse stable, or a royal residence, there will be no fear of thieves, snakes, yakṣas, or rākṣasas, and no one will suffer from illness.

source: །མགོ་ལ་གཏོར་ན་དེ་ནད་དེ་ལས་གྲོལ་བར་འགྱུར་རོ།
en: If the water is sprinkled over someone’s head, they will be freed from illness.

source: །དེ་ལྟར་ཚེ་དཔག་ཏུ་མེད་པའི་ཕན་ཡོན་ཆེན་པོའི་གཟུངས་འདི་གང་དང་གང་དུ་རབ་ཏུ་སྦྱར་ན་དེ་དང་དེ་རུ་ཞི་བ་ཆེན་པོར་འགྱུར་རོ།
en: “There is also the extremely beneficial dhāraṇī of limitless life , which brings great pacification wherever it is applied.

source: །སོ་ཤིང་ལ་ལན་ཉི་ཤུ་རྩ་གཅིག་ཡོངས་སུ་བཟླས་ཏེ་འཆོས་ན་ནད་མེད་པ་དང་། བློ་རྣོ་བ་དང་། ཚེ་རིང་བར་འགྱུར་རོ།
en: If it is recited in full twenty-one times over a toothbrush, one will not have any pain when chewing, and one will have a sharp intellect and a long life.

source: །ཆུ་ཁྱོར་བ་གསུམ་ལ་དུས་གསུམ་དུ་ལན་ཉི་ཤུ་རྩ་གཅིག་རྩ་གཅིག་ཡོངས་སུ་བཟླས་ཏེ་འཐུངས་ན་ནད་ཐམས་ཅད་ལས་ཡོངས་སུ་གྲོལ་ཞིང་ཡུན་རིང་དུ་འཚོ་བར་འགྱུར་རོ།
en: If it is recited over three handfuls of water twenty-one times at the three times of the day, whoever drinks that water will be completely freed from all illness and will live for a long time.”

source: །གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གིས་བཅོམ་ལྡན་འདས་ཚེ་དཔག་ཏུ་མེད་པ་ལ་བསྐོར་བ་བྱས་ནས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་རིགས་ཀྱི་བུ་འམ་རིགས་ཀྱི་བུ་མོས་མཆོད་རྟེན་གྱི་ལས་ཇི་ལྟར་བགྱི།
en: Then the bodhisattva great being Noble Avalokiteśvara circumambulated the Blessed One Amitāyus and said, “Blessed One, how should a son or daughter of noble family perform the caitya ritual?

source: སྐུ་གཟུགས་ལ་སོགས་པ་བསྒྲུབ་པ་ཇི་ལྟར་བགྱི། འདིར་སྦྱིན་སྲེག་ཀྱང་ཇི་ལྟར་བགྱི།
en: How should they accomplish such tasks as making the statue and so forth, and how should they perform the fire offering?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Blessed One replied:

source: དྲི་བ་ལེགས་པར་སྨྲས་པ་ནི།
en: “You have asked a good question.

source: །དཔའ་བོ་ཆེན་པོ་ལེགས་སོ་ལེགས།
en: Great hero, how excellent!

source: །སེམས་ཅན་ཀུན་ལ་ཕན་བརྩེའི་ཕྱིར།
en: For the love and sake of all beings,

source: །འདིར་ནི་རྩེ་གཅིག་ཡིད་ཀྱིས་ཉོན།
en: Listen with one-pointed attention!”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀུན་དུ་འོད་དཔག་ཏུ་མེད་པའི་དཔལ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་ནས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཚེ་དཔག་ཏུ་མེད་པ་ཞེས་བྱ་བའི་གཟུངས་འདི་གསུངས་པ་ནི་འདི་ལྟ་སྟེ། ཨོྃ་ཨ་མྲྀ་ཏེ། ཨ་མྲྀ་ཏོད་བྷ་བེ། ཨ་མྲྀ་ཏ་བི་ཀྲཱནྟེ། ཨ་མྲྀ་ཏ་ག་ཏེ། ཨ་མྲྀ་ཏ་གཱ་མི་ནི།
en: Then the Blessed One entered into the samādhi called glorious limitless light rays in all directions and spoke this dhāraṇī called the limitless life of all tathāgatas

source: ཨ་མྲྀ་ཏ་ཨཱ་ཡུརྡ་ཏེ། ག་ག་ན་ཀཱིརྟི་ཀ་རེ་སརྦ་ཀླེ་ཤ་ཀྵ་ཡཾ་ཀ་རཱི་ཡེ་སྭཱ་ཧཱ།
en: “oṁ amṛte amṛtodbhave amṛtavikrānte amṛtagate amṛtagāmini amṛtāyurdatte gaganakīrtikare sarvakleśakṣayaṃ kariye svāhā

source: ཞེས་བྱ་བའི་གཟུངས་འདི་མཆོད་རྟེན་བྱེད་པའི་འཇིམ་པ་བླང་བ་དང་། བྱུག་པ་ལ་སོགས་པ་དང་། གདུགས་གདགས་པའི་བར་ཇི་སྲིད་རྫོགས་པར་བྱའོ།
en: “Recite this dhāraṇī as many times as possible while excavating the clay for building a caitya, while applying that clay, and all the way up until the canopy is raised.”

source: །འདིའི་ཆོ་ག་ནི། མཆོད་རྟེན་ཆོ་ག་མཆོག་གྱུར་པ།
en: Then he taught the rite:

source: །དེ་ནས་ཡང་དག་བཤད་པར་བྱ།
en: “Now I will properly explain

source: །གསེར་དང་། ཨིནྡྲ་ནཱི་ལ་དང་། དངུལ་དང་། པདྨ་རཱ་ག་ལ་སོགས་པའི་རང་བཞིན་མང་པོའི་རིན་པོ་ཆེས་སྤྲས་པ་སོར་བཅུ་གཉིས་ཀྱི་ཚད་པདྨའི་སྟེང་ན་བཞུགས་པ།
en: The supreme caitya rite. “It should be twelve finger-widths in size, adorned with many ornaments made of gold, lapis, silver, and rubies, and placed upon a lotus.

source: དེའི་ལོགས་བཞིར་འཇིག་རྟེན་སྐྱོང་བ་བཞི་ལག་ན་རྒྱལ་མཚན་བསྣམས་པའོ། །མེ་ཏོག་དང་། བདུག་པ་དང་། དྲི་ལག་ན་བཟུང་བའི་གནས་གཙང་མའི་ལྷའི་བུ་རྣམས་དང་། ལྷ་རྣམས་ཀྱི་དབང་པོ་བརྒྱ་བྱིན་ལག་ན་གདུགས་ཐོགས་པ་དང་། གཡས་དང་གཡོན་གྱི་ལོགས་གཉིས་ན་སྤྱན་རས་གཟིགས་དང་། རྡོ་རྗེ་འཆང་གཉིས་རྔ་ཡབ་དཀར་པོ་ཕྱག་ན་བསྣམས་པ་གཉིས་བྱའོ།
en: Draw the Four World-Protectors holding banners in the four directions, the gods of the pure abodes holding flowers, incense, and perfumes, Śakra, Lord of the Gods, holding the parasol, and Avalokiteśvara and Vajradhara holding white tail whisks on the right and the left sides.

source: །དེ་ལྟ་བུའི་ཆོ་གས་མཆོད་རྟེན་ལ་གཡས་བསྐོར་གྱི་སྦྱོར་བས་པདྨའི་འདབ་མ་ལ་བྲི་བར་བྱའོ།
en: Following proper procedure, draw these on the petals of the lotus, proceeding clockwise around the caitya.

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་བྲིས་ལ། དེའི་རིང་བསྲེལ་གྱི་སྙིང་པོ་ཅན་དུ་བྱས་ལ་དྲི་ཞིམ་པོ་དང་བསྲེས་པའི་ཆུ་གཏོར་ཞིང་དྲི་ཞིམ་པོའི་མེ་ཏོག་གིས་མཆོད་ལ།
en: Write down the dhāraṇī called the crown victory of all tathāgatas and install it in the caitya’s interior relic chamber. Then, sprinkle the caitya with scented water and worship it with delightfully scented flowers.

source: སྟོང་ཕྲག་གཅིག་གི་མཆོད་པ་ཆེན་པོ་བྱས་ཏེ།
en: Perform a thousandfold offering.

source: དཀར་པོའི་ཕྱོགས་ཀྱི་ཚེས་བརྒྱད་ཀྱི་ཉིན་ཞག་ལ་སྨྱུང་བར་གནས་ཤིང་། སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པའི་བློས་ཚེ་དང་བློ་སྟེར་བའི་ཡོན་བྱིན་ཏེ་སྟོང་ཕྲག་གཅིག་བཟླས་པར་བྱའོ།
en: Fast on the eighth day of the waxing moon, and, with your mind set on the benefit of all beings, make offerings for the bestowal of long life and intelligence and recite the dhāraṇī one thousand times.

source: །ཟླ་བ་རེ་རེ་ཞིང་བྱས་ན་ཟླ་བ་དྲུག་གིས་ཚེ་ལོ་སྟོང་ཐུབ་པར་འགྱུར་རོ།
en: If this is done every month for six months, one will obtain a lifespan of a thousand years.

source: །རྟག་ཏུ་ལོ་གཅིག་ཏུ་བྱས་ན་ཚེ་ལོ་འབུམ་ཐུབ་པར་འགྱུར་རོ།
en: If it is done regularly for a year, one will obtain a lifespan of a hundred thousand years.

source: །རྟག་ཏུ་བྱས་ན་ཚེ་ལོ་མི་ཟད་པ་ཐུབ་ཅིང་སྟོབས་དང་ལྡན་པ་དང་། གང་གིས་ཀྱང་མི་ཐུབ་ཅིང་ལྷ་དང་ལྷ་མ་ཡིན་དང་བཅས་མི་མཉམ་པའི་མཁའ་སྤྱོད་ཀྱི་གཙུག་ཏོར་མཆོག་ཏུ་འགྱུར་རོ།
en: If it is performed in perpetuity, one will obtain an inexhaustible lifespan, become powerful, be undefeatable by anyone, and obtain a supreme celestial uṣṇīṣa that is unequaled by even the gods and asuras. “Here is another rite.

source: །དེ་ནས་གཞན་ཡང་ཆོ་ག་ནི་རབ་ཏུ་དགེ་བའི་གནས་སུ་ས་བླངས་ལ། དྲི་ཞིམ་པོས་བསྲེས་ལ་མཆོད་རྟེན་བྱའོ།
en: Take some earth from a very holy place, mix it with delightful perfumes, and make a caitya.

source: །སྟོང་ཕྲག་གཅིག་ནས་བརྩམས་ཏེ་ཇི་སྲིད་ལྔ་འམ་གཅིག་གི་བར་དུའོ། །ཉི་མ་རེ་རེ་ཞིང་མཆོད་རྟེན་དུ་གཏོགས་པ་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཡང་དག་པར་བཞུགས་སུ་གསོལ་ལ།
en: Start with one thousand, and make up to five thousand caityas. Every day install the crown victory dhāraṇī in all the caityas.

source: ཇི་སྐད་གསུངས་པའི་མཆོད་པ་རྒྱ་ཆེན་པོ་བྱས་ལ་སྟོང་ཕྲག་གཅིག་ནས་བརྩམས་ཏེ། ལན་བདུན་གྱི་བར་དུ་བཀླག་པར་བྱའོ།
en: Perform the extensive offering as instructed and read the dhāraṇī aloud starting with one thousand times and for as many as seven thousand recitations.

source: །ཉི་མ་རེ་རེ་ཞིང་ཚེ་དང་བློ་སྟེར་བར་བྱེད་པའི་གཟུངས་ཀྱི་ཆེད་དུ་བྱས་ཏེ། སེམས་ཅན་ཐམས་ཅད་ལ་ཐུན་མོང་དུ་དགེ་བའི་རྩ་བ་སྦྱིན་པར་བྱའོ།
en: Perform this every day for the dhāraṇī that bestows long life and intelligence, and dedicate one’s own roots of virtue to the shared benefit of all beings.

source: །སེམས་ཅན་རྣམས་ལ་བཅིང་བ་དང་བརྡུང་བ་ལ་སོགས་པ་སྤང་བར་བྱའོ།
en: Give up such things as restraining and beating beings.

source: །ཟླ་བ་གཞན་རེ་རེ་ལ་མཆོད་པ་ཉིས་འགྱུར་དུ་བྱས་ལ་བརྒྱད་བརྒྱའི་བཟླས་པ་བྱ་བ་ནི་རང་ངམ་རང་དང་འདྲ་བས་བྱའོ།
en: In each subsequent month make twice as many offerings and recite the dhāraṇī eight hundred times. This should be performed by oneself or by someone else in one’s stead.

source: །ཆོ་ག་འདི་ཡིས་ནི་དུས་མ་ཡིན་པར་འཆི་བ་བརྒྱད་མེད་པར་འགྱུར་རོ།
en: “This ritual will allow one to avoid the eight types of untimely death.

source: །བློ་རྣོ་བ་དང་། ནད་མེད་པ་དང་། ཚེ་ལོ་བརྒྱ་ཐུབ་ཅིང་འགྲོ་བ་ཐམས་ཅད་ཀྱི་ཡིད་དུ་འོང་བ་དང་། སྐྱེ་བ་དྲན་པར་འགྱུར་རོ།
en: One will have a sharp intellect, be free from illness, live for one hundred years, be delightful to all beings, and recollect past lives.

source: །གང་གི་ཚེ་འཆི་བའི་དུས་བྱས་པ་དེའི་ཚེ་སྦྲུལ་ཤུན་པ་བརྗེས་པ་དང་འདྲ་བར་རང་གི་ལུས་བོར་ཏེ། མཛེས་པའི་ལུས་བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་སྐྱེ་བར་འགྱུར་རོ།
en: When the time comes to die, one will leave one’s body behind just like a snake shedding its skin and be reborn into a beautiful body in the world of Sukhāvatī.

source: །ཡང་དེ་ནི་དམྱལ་བ་དང་། བྱོལ་སོང་གི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་གྱི་ངན་འགྲོར་སྐྱེ་བར་མི་འགྱུར་རོ།
en: One will never be reborn into lower rebirths as a hell being, in the animal realm, or in the Realm of the Lord of Death.

source: །རྣ་བའི་བུ་གར་དམྱལ་བའི་སྒྲ་ཡང་ཐོས་པར་མི་འགྱུར་ན་འབྲས་བུ་སྨིན་པར་ལྟ་ག་ལ་འགྱུར།
en: One will not even hear the word hell , so how could one experience the ripening of such a karmic result?

source: འདི་རྣམས་ཀྱི་གནས་སུ་འགྲོ་བ་མེད་དོ།
en: One will not go to those places.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཚེ་དཔག་ཏུ་མེད་པས་གཞན་ཡང་སྒྲུབ་པའི་ཐབས་བཀའ་སྩལ་བ།
en: Then the Blessed One Amitāyus taught the following sādhana:

source: གང་གིས་སེམས་ཅན་ཚེ་དཔག་ཏུ་མེད་པར་འགྱུར་བ་དང་ཉམ་ང་བའི་འཁོར་བ་ལས་གྲོལ་བར་བྱེད་པ་ནི་གཞོན་ནུ་མས་བཀལ་བའི་སྐུད་བ་ལ་ཚད་དང་ལྡན་པའི་མཛེས་པའི་རས་མཁས་པས་བྱའོ།
en: “A skillful person who wishes beings to have limitless lifespans and to bring about their freedom from the pitiful state of saṃsāra should make a beautiful canvas that is the proper size out of threads that have been spun by a young maiden.

source: །དེ་ནས་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་ཚོན་སྣམ་ལུས་པས་གཟུངས་ཀྱི་ཡི་གེ་ལས་སྤྲུལ་པའི་མཆོད་རྟེན་གྱི་ནང་དུ་བྲི་བར་བྱའོ།
en: Then, using a variety of colors of pigment, one should write the crown victory dhāraṇī inside a caitya that has been emanated from the letters of the dhāraṇī.

source: །ཚེ་དཔག་ཏུ་མེད་པ་འོད་ཟེར་སྟོང་གི་ཕྲེང་བ་ཅན། པདྨ་དང་ཟླ་བའི་གདན་ལ་བཞུགས་པ།
en: “Draw Amitāyus garlanded by thousands of light rays and seated upon a lotus and moon seat.

source: སྟོན་ཀའི་ཟླ་བ་ལྟ་བུའི་འོད་ཅན། རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ།
en: He is luminous like the autumn moon and adorned with every ornament.

source: ཞལ་གསུམ་པ། སྤྱན་གསུམ་གསུམ་པ། ཕྱག་བརྒྱད་པ།
en: He has three faces, each with three eyes, and he has eight arms.

source: གཡས་པའི་ཞལ་ཞིབ་གསེར་གྱི་འོད་ཟེར་དང་ལྡན་པའོ།
en: His right face is peaceful and radiant with golden light.

source: །གཡོན་པ་ནི་མཆེ་བས་མ་མཆུ་མནན་པ་མི་བཟད་བ་ཨུཏྤལ་སྔོན་པོའི་འོད་ཟེར་གྱི་འོད་དང་ལྡན་པའོ།
en: His left face is fierce, with fangs biting down on his lower lip, and radiant with light the color of a blue utpala.

source: །དབུས་མ་ནི་སྒེག་པ་དང་བཅས་ཤིང་དཀར་བའོ།
en: His central face is charming and white.

source: །གཡས་པའི་ཕྱག་གིས་སྙིང་གར་སྣ་ཚོགས་རྡོ་རྗེའོ། །དེ་བཞིན་དུ་པདྨ་ལ་གནས་པའི་འོད་དཔག་ཏུ་མེད་པ་དང་། མདའ་དང་། མཆོག་སྦྱིན་པའོ།
en: His right hands hold a crossed vajra at his heart, Amitābha seated on a lotus, an arrow, and the gesture of supreme generosity.

source: །གཡོན་སྡིགས་མཛུབ་དང་བཅས་པའི་ཞགས་པ་དང་། དེ་བཞིན་དུ་གཞུ་དང་། མི་འཇིགས་པ་དང་། བུམ་པའོ།
en: His left hands hold a lasso with the threatening gesture, a bow, the gesture granting freedom from fear, and a vase.

source: །ཡང་མགོ་བོར་མཆོད་རྟེན་ལ་གནས་པའི་ཨོྃ་དང་། མགྲིན་པར་ཨཱཿདང་། སྙིང་གར་ཧཱུྃ་ངོ་།
en: On his head is the syllable oṁ in a caitya, at his throat is the syllable āḥ , and at his heart the syllable huṁ

source: །དཔྲལ་བར་ཏྲྃ་ངོ་། །ལྟེ་བའི་ཕྱོགས་སུ་ཧྲཱིའོ། །རྐང་པ་གཉིས་ལ་ཨཾ་ཨཿ།
en: At his forehead is hraṁ , at his navel hrīḥ , and at his two feet aṁ aḥ

source: ཡི་གེ་འདི་རྣམས་བཀོད་ལ་རཀྵ་སྭཱ་ཧཱ་དང་བཅས་པ་འདིའི་ནང་དུ་རང་གི་མིང་དང་སྤེལ་བའོ།
en: Arrange these syllables on his body and include the phrase rakṣa svāhā with one’s own name inside it.

source: །དེའི་ལོགས་གཉིས་སུ་པདྨ་དང་རྡོ་རྗེ་འཆང་གཉིས་རྔ་ཡབ་དཀར་པོ་ཕྱག་ན་བསྣམས་པ་བྱའོ།
en: “On either side of him are Padmapāṇi and Vajradhara holding white tail whisks.

source: །སྟེང་དུ་བདུད་རྩིའི་ཆར་གྱི་རྒྱུན་འབེབས་བཞིན་པའི་གནས་གཙང་མའི་ལྷའི་བུ་གཉིས་སོ།
en: Above, like a flow of nectar raining down, are a pair of gods from the pure abodes.

source: །ལོགས་བཞིར་ཁྲོ་བོ་མི་གཡོ་བ་དང་། འདོད་པའི་རྒྱལ་པོ་དང་། དབྱུག་པ་སྔོན་པོ་དང་། སྟོབས་པོ་ཆེ་ཞེས་བྱ་བ་སྟེ།
en: In the four directions are wrathful Acala, Kāmarāja, Nīladaṇḍa, and Mahābala.

source: རལ་གྲི་དང་ལྕགས་ཀྱུ་དང་། དབྱུག་པ་དང་། རྡོ་རྗེ་བསྣམས་པའོ། །གཡོན་པ་གདུག་པ་ཅན་འཇིགས་པའི་སྡིགས་མཛུབ་ཆེད་དུ་བྱེད་པའོ།
en: They hold a sword, a hook, a club, and a vajra, respectively, and their left hands brandish the threatening gesture to frighten malevolent beings.

source: །དེ་ལྟར་འབད་པས་རྫོགས་པར་བྱས་ལ་རིང་བསྲེལ་དང་བཅས་པའི་མཆོད་རྟེན་ལ་སྨྱུང་བར་གནས་པས་མཆོད་པ་ཆེན་པོ་སྟོང་ཕྲག་གཅིག་གིས་མཆོད་པ་བྱས་ལ་འབུམ་ཕྲག་གཅིག་བཟླས་པ་བྱའོ།
en: “When one has completed it with careful attention to those details, one should fast near a caitya that has relics and worship it with a thousandfold great offering while reciting the dhāraṇī one hundred thousand times.

source: །དེ་ནས་དཀར་པོའི་ཕྱོགས་ཀྱི་ཚེས་གཅིག་ནས་བཟུང་སྟེ། ཇི་སྲིད་བཅྭ་ལྔའི་བར་དུ་སྟོང་སྟོང་བཟླས་པར་བྱའོ།
en: Recite the dhāraṇī one thousand times each day from the first to the fifteenth day of the waxing moon.

source: །དེ་ནས་སྔ་བར་ནམ་ལངས་པ་དང་། བཅོམ་ལྡན་འདས་མ་ཞལ་མཐོང་བར་འགྱུར་རོ། །དེ་ནས་ཇི་ལྟར་དངོས་གྲུབ་འདོད་པ་སྟེར་རོ།
en: Then, in the early morning at dawn you will see the face of the Bhagavatī, and she will give you whatever accomplishments you desire.

source: །ཡང་ན་ནི་ཐང་ཀ་དེ་དྲི་ཞིམ་པོ་དང་བསྲེས་པའི་ཆུས་བྱུགས་པའི་ཕྱོགས་གཅིག་ཏུ་ཡང་དག་པར་བཞུགས་སུ་གསོལ་ལ། མཆོད་པ་རྒྱ་ཆེན་པོ་བྱས་ཏེ་ཉི་མ་རེ་རེ་ཞིང་བརྒྱད་བརྒྱའི་བཟླས་པ་བྱའོ།
en: “One can also install the painting in a location that has been anointed with delightfully scented water, perform extensive worship, and recite the dhāraṇī eight hundred times each day.
